Repository: instructure/canvas-ios
Catalog: Core/Core/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Scored More than %g
ar: أحرز درجة أعلى من %g
ca: La puntuació ha estat superior a %g
cy: Wedi cael sgôr sy’n Fwy na %g
da: Scorede mere end %g
da_instk12: Scorede mere end %g
de: Punktzahl mehr als %g
es: Obtuvo más de %g
es_es: Puntuación superior a %g
fi: Sai enemmän pisteitä kuin %g
fr: A obtenu plus de %g
fr_ca: Plus de %g
ga: Scóráladh Níos Mó ná %g
hi: इस से ज़्यादा अंक मिले: %g
ht: Fè Plis Pase %g
id: Nilai Lebih dari %g
is: Hærri einkunn en %g
it: Punteggio ottenuto superiore a %g
ja: ...を上回るスコア%g
ko: 다음 점수 초과 획득 %g
mi: I piro Neke atu i te %g
ms: Mendapat Skor Lebih daripada %g
nb: Fikk resultat høyere enn %g
nb_instk12: Fikk resultat høyere enn %g
nl: Hoger gescoord dan %g
pl: Wynik punktowy powyżej %g
pt: Pontuação superior a %g
pt_br: Pontuou mais que %g
ru: Полученная оценка выше %g
sl: Dosegel rezultat, večji od %g
sv: Fick mer än %g
sv_instk12: Fick mer än %g
th: ทำคะแนนได้มากกว่า %g
vi: Đạt Điểm Trên %g
zh: 分数高于%g
zh_hk: 得分高於%g

source: Sea
ar: بحر
ca: Mar
cy: Y môr
da: Hav
da_instk12: Hav
de: Meer
es: Mar
es_es: Mar
fi: Meri
fr: Mer
fr_ca: Mer
ga: Farraige
hi: समुद्र
ht: Lanmè
is: Blágrænn
it: Mare
ja: 海
ko: 바다
mi: Moana
ms: Laut
nb: Sjø
nb_instk12: Sjø
nl: Zee
pl: Morze
pt: Mar
pt_br: Marítimo
ru: Море
sl: Morje
sv: Hav
sv_instk12: Hav
th: ทะเล
vi: Biển
zh: 大海
zh_hk: 海

source: Search
ar: بحث
ca: Cerca
cy: Chwilio
da: Søg
da_instk12: Søg
de: Suchen
es: Buscar
es_es: Buscar
fi: Hae
fr: Rechercher
fr_ca: Rechercher
ga: Cuardaigh
hi: खोजें
ht: Chèche
id: Cari
is: Leita
it: Cerca
ja: 検索
ko: 검색
mi: Rapu
ms: Cari
nb: Søk
nb_instk12: Søk
nl: Zoeken
pl: Wyszukaj
pt: Procurar
pt_br: Pesquisar
ru: Поиск
sl: Iskanje
sv: Sök
sv_instk12: Sök
th: ค้นหา
vi: Tìm kiếm
zh: 搜索
zh_hk: 搜尋

source: Search for recipients
ar: بحث عن مستلمين
ca: Cerca destinataris
cy: Chwilio am dderbynwyr
da: Søg efter modtagere
da_instk12: Søg efter modtagere
de: Nach Empfängern suchen
es: Buscar destinatarios
es_es: Buscar destinatarios
fi: Hae vastaanottajia
fr: Rechercher les destinataires
fr_ca: Rechercher des destinataires
hi: प्राप्तकर्ताओं को खोजें
ht: Chèche pa destinatè
id: Cari penerima
is: Leita að viðtakendum
it: Cerca destinatari
ja: 受信者の検索
ko: 수신자 검색
mi: Rapu mō ngā kaiwhiwhi
ms: Cari penerima
nb: Søk etter mottakere
nb_instk12: Søk etter mottakere
nl: Ontvangers zoeken
pl: Wyszukaj odbiorców
pt: Procurar destinatários
pt_br: Pesquisar destinatários
ru: Поиск получателей
sl: Iskanje prejemnikov
sv: Sök efter mottagare
sv_instk12: Sök efter mottagare
th: ค้นหาผู้รับ
vi: Tìm kiếm người nhận
zh: 搜索收件人
zh_hk: 搜尋收件人

source: Search in this course
ar: البحث في هذا المساق
ca: Cerca en aquesta assignatura
cy: Chwilio yn y cwrs hwn
da: Søg i dette fag
da_instk12: Søg i dette fag
de: In diesem Kurs suchen
es: Buscar en este curso
es_es: Buscar en esta asignatura
fi: Hae tältä kurssilta
fr: Rechercher dans ce cours
fr_ca: Recherche dans ce cours
ga: Déan cuardach sa chúrsa seo
hi: इस पाठ्यक्रम में खोजें
ht: Chèche nan kou sa a
id: Cari di dalam kursus ini
is: Leita í þessu námskeiði
it: Cerca in questo corso
ja: このコースで検索
ko: 과목에서 검색
mi: Rapua i tenei akoranga
ms: Cari dalam kursus ini
nb: Søk i dette emnet
nb_instk12: Søk i dette faget
nl: Zoeken in de cursus
pl: Wyszukaj w kursie
pt: Buscar nesta disciplina
pt_br: Pesquisar neste curso
ru: Поиск в этом курсе
sl: Išči v tem predmetu
sv: Sök i den här kursen
sv_instk12: Sök i den här kursen
th: ค้นหาในบทเรียนนี้
vi: Tìm kiếm trong khóa học này
zh: 在此课程中搜索
zh_hk: 在本課程中搜尋

source: Search Preferences
ar: تفضيلات البحث
ca: Preferències de cerca
cy: Chwilio Dewisiadau
da: Søgepræferencer
da_instk12: Søgepræferencer
de: Suchpräferenzen
es: Preferencias de búsqueda
es_es: Preferencias de búsqueda
fi: Hakuasetukset
fr: Préférences de recherche
fr_ca: Préférences de recherche
ga: Sainroghanna Cuardaigh
hi: खोज की प्राथमिकताएं
ht: Preferans Rechèch
id: Preferensi Pencarian
is: Leitarstillingar
it: Preferenze di ricerca
ja: 検索優先設定
ko: 검색 기본 설정
mi: Rapunga Manakohanga
ms: Pilihan Keutamaan Carian
nb: Søkepreferanser
nb_instk12: Søkepreferanser
nl: Zoekvoorkeuren
pl: Preferencje wyszukiwania
pt: Preferências de busca
pt_br: Preferências de pesquisa
ru: Предпочтения поиска
sl: Nastavitve iskanja
sv: Sökinställningar
sv_instk12: Sökinställningar
th: ค่าปรับแต่งผลลัพธ์
vi: Tùy Chọn Tìm Kiếm
zh: 搜索首选项
zh_hk: 搜尋偏好設定

source: Searchable Content
ar: محتوى قابل للبحث
ca: Contingut en què es poden fer cerques
cy: Cynnwys y gellir chwilio amdano
da: Søgbart indhold
da_instk12: Søgbart indhold
de: Durchsuchbarer Inhalt
es: Contenido que se puede buscar
es_es: Contenido que se puede buscar
fi: Haettavissa olevissa sisältö
fr: Contenu recherchable
fr_ca: Contenu consultable
ga: Ábhar Inchuardaithe
hi: खोज योग्य सामग्री
ht: Kontni yo ka chèche
id: Konten yang Dapat Dicari
is: Efni sem hægt er að leita að
it: Contenuto cercabile
ja: 検索可能なコンテンツ
ko: 검색 가능한 콘텐츠
mi: Ka taea te rapu Ihirangi
ms: Kandungan Boleh Cari
nb: Søkbart innhold
nb_instk12: Søkbart innhold
nl: Doorzoekbare inhoud
pl: Przeszukiwana zawartość
pt: Conteúdo pesquisável
pt_br: Conteúdo pesquisável
ru: Доступное для поиска содержание
sl: Vsebina, po kateri je mogoče iskati
sv: Sökbart innehåll
sv_instk12: Sökbart innehåll
th: เนื้อหาที่ค้นหาได้
vi: Nội Dung Có Thể Tìm Kiếm
zh: 可搜索的内容
zh_hk: 可搜尋的內容

source: Second %@
ar: %@ الثاني
ca: Segon %@
cy: Ail %@
da: Anden %@
da_instk12: Anden %@
de: Zweiter %@
es: Segundo %@
es_es: Segundo %@
fi: Sekunnit %@
fr: Deuxième %@
fr_ca: Deuxième %@
ga: An Dara %@
hi: दूसरा %@
ht: Segonn %@
id: %@ Kedua
is: Annan %@
it: Secondo %@
ja: 第2%@
ko: 2번째 %@
mi: Tuarua %@
ms: %@ Kedua
nb: Andre %@
nb_instk12: Andre %@
nl: Tweede %@
pl: Drugi %@
pt: Segundo %@
pt_br: Segundo %@
ru: Второй %@
sl: Drugi %@
sv: Andra %@
sv_instk12: Andra %@
th: %@ ที่สอง
vi: %@ Thứ Hai
zh: 第 2 %@
zh_hk: 第二個 %@

source: Section: %@
ar: القسم: %@
ca: Secció: %@
cy: Adran: %@
da: Sektion: %@
da_instk12: Sektion: %@
de: Abschnitt: %@
es: Sección: %@
es_es: Sección: %@
fi: Osio: %@
ga: Grúpa %@
hi: अनुभाग: %@
ht: Seksyon: %@
id: Bagian: %@
is: Hluti: %@
it: Sezione: %@
ja: セクション：%@
ko: 분반: %@
mi: Wāhanga: %@
ms: Seksyen: %@
nb: Avsnitt: %@
nb_instk12: Avsnitt: %@
nl: Sectie: %@
pl: Sekcja: %@
pt: Seção: %@
pt_br: Turma: %@
ru: Раздел: %@
sl: Sekcija: %@
sv: Sektion: %@
sv_instk12: Sektion: %@
th: กลุ่มย่อย: %@
vi: Phần: %@
zh: 班次：%@
zh_hk: 分班：%@

source: Sections
ar: الأقسام
ca: Seccions
cy: Adrannau
da: Sektioner
da_instk12: Sektioner
de: Abschnitte
es: Secciones
es_es: Secciones
fi: Osiot
ga: Grúpaí
hi: अनुभाग
ht: Seksyon
id: Bagian
is: Hlutar
it: Sezioni
ja: セクション
ko: 분반
mi: Ngā Wāhanga
ms: Seksyen
nb: Seksjoner
nb_instk12: Seksjoner
nl: Secties
pl: Sekcje
pt: Seções
pt_br: Turmas
ru: Разделы
sl: Sekcije
sv: Sektioner
sv_instk12: Sektioner
th: กลุ่มย่อย
vi: Phần
zh: 班次
zh_hk: 分班

source: Sections: %@
ar: الأقسام: %@
ca: Seccions: %@
cy: Adrannau: %@
da: Sektioner: %@
da_instk12: Sektioner: %@
de: Abschnitte: %@
es: Secciones: %@
es_es: Secciones: %@
fi: Osat: %@
ga: Grúpaí: %@
hi: अनुभाग: %@
ht: Seksyon: %@
id: Bagian: %@
is: Hlutar: %@
it: Sezioni: %@
ja: セクション：%@
ko: 분반: %@
mi: Wāhanga: %@
ms: Seksyen: %@
nb: Seksjoner %@
nb_instk12: Seksjoner %@
nl: Secties: %@
pl: Sekcje: %@
pt: Secções: %@
pt_br: Turmas: %@
ru: Разделы: %@
sl: Sekcije: %@
sv: Sektioner: %@
sv_instk12: Sektioner: %@
th: กลุ่มย่อย: %@
vi: Phần: %@
zh: 班级：%@
zh_hk: 分班：%@

source: See attached files.
ar: انظر الملفات المرفقة.
ca: Vegeu els fitxers adjunts.
cy: Gweler y ffeiliau sydd wedi’u hatodi.
da: Se vedhæftede filer.
da_instk12: Se vedhæftede filer.
de: Siehe Dateianhang
es: Ver archivos adjuntos.
es_es: Ver archivos adjuntos.
fi: Katso liitetyt tiedostot.
fr: Voir les fichiers joints.
fr_ca: Voir les fichiers joints.
ga: Féach ar chomhaid ceangailte.
hi: संलग्न फ़ाइलें देखें।
ht: Gade fichye atache yo.
id: Lihat file terlampir.
is: Sjá viðhengdar skrár.
it: Vedi i file allegati.
ja: 添付ファイルをご参照ください。
ko: 첨부된 파일을 확인하세요.
mi: Tirohia te kōnae piri.
ms: Lihat fail yang dikepilkan.
nb: Se vedlagte filer.
nb_instk12: Se vedlagte filer.
nl: Bijgevoegde bestanden zien.
pl: Pokaż dołączone pliki.
pt: Ver arquivos anexos.
pt_br: Ver arquivos anexos.
ru: См. прикрепленные файлы.
sl: Glejte dodane datoteke.
sv: Se bifogade filer.
sv_instk12: Se bifogade filer.
th: ดูไฟล์ที่แนบ
vi: Xem tập tin đính kèm.
zh: 查看附件文件。
zh_hk: 見所附檔案。

source: See what's new.
ar: تعرف على الجديد.
ca: Consulteu les novetats.
cy: Dewch i weld beth sy’n newydd.
da: Se, hvad der er nyt
da_instk12: Se, hvad der er nyt
de: Was ist neu?
es: Ver las novedades.
es_es: Ver las novedades.
fi: Katso, mitä uutta on tulossa.
fr: Voir les nouveautés
fr_ca: Regardez ce qu'il y a de nouveau
ga: Féach ar cad atá nua.
hi: देखें नया क्या है।
ht: Gade kisa ki nouvo.
id: Lihat apa yang baru.
is: Sjáðu hvað er nýtt.
it: Guarda le novità.
ja: 最新情報を見る。
ko: 새로운 사항을 확인하세요.
mi: Tirohia ngā mea hou
ms: Lihat apa yang baharu.
nb: Se hva som er nytt.
nb_instk12: Se hva som er nytt.
nl: Wat is er nieuw.
pl: Zobacz nowości.
pt: Veja o que há de novo.
pt_br: Ver as novidades.
ru: Посмотрите, что нового.
sl: Oglejte si, kaj je novega.
sv: Se vad som är nytt
sv_instk12: Se vad som är nytt
th: ดูรายการใหม่
vi: Xem nội dung mới.
zh: 查看新增内容。
zh_hk: 看看有哪些變更。

source: Select
ar: تحديد
ca: Selecciona
cy: Dewiswch
da: Vælg
da_instk12: Vælg
de: Auswählen
es: Seleccionar
es_es: Seleccionar
fi: Valitse
fr: Sélectionner
fr_ca: Sélectionner
ga: Roghnaigh
hi: चयन करें
ht: Seleksyone
id: Pilih
is: Velja
it: Seleziona
ja: 選択
ko: 선택
mi: Tīpakohia
ms: Pilih
nb: Velg
nb_instk12: Velg
nl: Selecteren
pl: Wybierz
pt: Selecionar
pt_br: Selecionar
ru: Выбрать
sl: Izberi
sv: Välj
sv_instk12: Välj
th: เลือก
vi: Chọn
zh: 选择
zh_hk: 選擇

source: Select a Course
ar: تحديد مساق
ca: Selecciona una assignatura
cy: Dewiswch gwrs
da: Vælg et fag
da_instk12: Vælg et fag
de: Einen Kurs auswählen
es: Seleccionar un curso
es_es: Seleccionar una asignatura
fi: Valitse kurssi
fr: Sélectionnez un cours
fr_ca: Sélectionner un cours
ga: Roghnaigh Cúrsa
hi: पाठ्यक्रम का चयन करें
ht: Seleksyone yon Kou
id: Pilih Kursus
is: Veldu námskeið
it: Seleziona un corso
ja: コースを選択する
ko: 과목 선택
mi: Tīpako he Akoranga
ms: Pilih Kursus
nb: Velg et emne
nb_instk12: Velg et fag
nl: Een cursus selecteren
pl: Wybierz kurs
pt: Selecionar uma disciplina
pt_br: Selecionar um curso
ru: Выбрать курс
sl: Izberi predmet
sv: Välj en kurs
sv_instk12: Välj en kurs
th: เลือกบทเรียน
vi: Chọn Khóa Học
zh: 选择课程
zh_hk: 選擇課程

source: Select a Course or a Group
ar: حدد مساقًا أو مجموعة
ca: Selecciona una assignatura o un grup
cy: Dewiswch Gwrs neu Grŵp
da: Vælg et fag eller en gruppe
da_instk12: Vælg et fag eller en gruppe
de: Kurs oder Gruppe auswählen
es: Seleccionar un curso o un grupo
es_es: Selecciona una asignatura o un grupo
fi: Valitse kurssi tai ryhmä
fr: Sélectionnez un cours ou un groupe
fr_ca: Sélectionner un cours ou un groupe
ga: Roghnaigh Cúrsa nó Grúpa
hi: पाठ्यक्रम या ग्रुप का चयन करें
ht: Seleksyone yon Kou oswa yon Gwoup
id: Pilih Kursus atau Grup
is: Veldu námskeið eða hóp
it: Seleziona un corso o un gruppo
ja: コースまたはグループを選択する
ko: 과목 또는 그룹을 선택
mi: Tīpakohia he Akoranga, he Rōpū ranei
ms: Pilih Kursus atau Kumpulan
nb: Velg et emne eller en gruppe
nb_instk12: Velg et fag eller en gruppe
nl: Een cursus of groep selecteren
pl: Wybierz kurs lub grupę
pt: Selecionar uma disciplina ou um grupo
pt_br: Selecionar um curso ou grupo
ru: Выбрать курс или группу
sl: Izberi predmet ali skupino
sv: Välj en kurs eller en grupp
sv_instk12: Välj en kurs eller en grupp
th: เลือกบทเรียนหรือกลุ่ม
vi: Chọn Một Khóa Học Hoặc Nhóm
zh: 选择课程或组
zh_hk: 選擇課程或群組

source: Select a Path
ar: حدد مساراً
ca: Selecciona un camí d'accés
cy: Dewis Llwybr
da: Vælg en sti
da_instk12: Vælg en sti
de: Wählen Sie einen Pfad
es: Seleccionar una ruta de acceso
es_es: Seleccionar una ruta de acceso
fi: Valitse polku
fr: Sélectionner un chemin
fr_ca: Sélectionnez un chemin :
ga: Roghnaigh Conair
hi: पथ चुनें
ht: Seleksyone yon Wout
id: Pilih Jalur
is: Veldu leið
it: Seleziona un percorso
ja: パスを選択する
ko: 경로 선택
mi: Tīpako he Huarahi
ms: Pilih Laluan
nb: Velg en sti
nb_instk12: Velg en sti
nl: Een pad selecteren
pl: Wybierz ścieżkę
pt: Selecione um caminho
pt_br: Selecionar um caminho
ru: Выбрать путь
sl: Izberite pot
sv: Välj en sökväg
sv_instk12: Välj en sökväg
th: เลือกเส้นทาง
vi: Chọn Đường Dẫn
zh: 选择路径
zh_hk: 選取一個路徑

source: Select all
ar: تحديد الكل
ca: Selecciona-ho tot
cy: Dewis y cyfan
da: Vælg alle
da_instk12: Vælg alle
de: Alle auswählen
es: Seleccionar todo
es_es: Seleccionar todo
fi: Valitse kaikki
fr: Tout sélectionner
fr_ca: Sélectionner tout
ga: Roghnú go léir
hi: सभी चुनें
ht: Seleksyone tout
id: Pilih semua
is: Velja allt
it: Seleziona tutto
ja: すべてを選択する
ko: 모두 선택
mi: Tīpako katoa
ms: Pilih semua
nb: Merk alle
nb_instk12: Merk alle
nl: Alles selecteren
pl: Wybierz wszystko
pt: Selecionar tudo
pt_br: Selecionar tudo
ru: Выбрать все
sl: Izberi vse
sv: Välj alla
sv_instk12: Välj alla
th: เลือกทั้งหมด
vi: Chọn tất cả
zh: 全选
zh_hk: 全選

source: Select All
ar: تحديد الكل
ca: Selecciona-ho tot
cy: Dewis y cyfan
da: Vælg alle
da_instk12: Vælg alle
de: Alle auswählen
es: Seleccionar todo
es_es: Seleccionar todo
fi: Valitse kaikki
fr: Tout sélectionner
fr_ca: Sélectionner tout
ga: Roghnaigh Gach
hi: सभी चुनें
ht: Seleksyone Tout
id: Pilih Semua
is: Velja allt
it: Seleziona tutto
ja: すべて選択
ko: 모두 선택
mi: Tīpako katoa
ms: Pilih Semua
nb: Velg alle
nb_instk12: Velg alle
nl: Alles selecteren
pl: Zaznacz wszystko
pt: Selecionar tudo
pt_br: Selecionar tudo
ru: Выбрать все
sl: Izberi vse
sv: Välj alla
sv_instk12: Välj alla
th: เลือกทั้งหมด
vi: Chọn Tất Cả
zh: 全选
zh_hk: 全選

source: Select assignment
ar: حدد مهمة
ca: Selecciona una activitat
cy: Dewis aseiniad
da: Vælg opgave
da_instk12: Vælg opgave
de: Aufgabe auswählen
es: Seleccionar tarea
es_es: Seleccionar actividad
fi: Valitse tehtävä
fr: Sélectionner un travail :
fr_ca: Sélectionner un travail
ga: Roghnaigh tasc
hi: असाइनमेंट चुनें
ht: Seleksyone devwa
id: Pilih tugas
is: Veldu verkefni
it: Seleziona compito
ja: 課題を選択する
ko: 과제 선택
mi: Tīpako whakataunga
ms: Pilih tugasan
nb: Velg oppgave
nb_instk12: Velg oppgave
nl: Opdracht selecteren
pl: Wybierz zadanie
pt: Selecionar tarefa
pt_br: Selecionar tarefa
ru: Выбрать задание
sl: Izberite nalogo
sv: Välj uppgift
sv_instk12: Välj uppgift
th: เลือกภารกิจ
vi: Chọn bài tập
zh: 选择作业
zh_hk: 選擇作業

source: Select Assignment
ar: حدد مهمة
ca: Selecciona una activitat
cy: Dewis Aseiniad
da: Vælg opgave
da_instk12: Vælg opgave
de: Aufgabe auswählen
es: Seleccionar tarea
es_es: Seleccionar actividad
fi: Valitse tehtävä
fr: Sélectionner des travaux
fr_ca: Sélectionner un travail
ga: Roghnaigh Tasc
hi: असाइनमेंट चुनें
ht: Seleksyone Devwa
id: Pilih Tugas
is: Veldu verkefni
it: Seleziona compito
ja: 課題を選択する
ko: 과제 선택
mi: Tīpako Whakataunga
ms: Pilih Tugasan
nb: Velg oppgave
nb_instk12: Velg oppgave
nl: Opdracht selecteren
pl: Wybierz zadanie
pt: Selecionar Tarefa
pt_br: Selecionar tarefa
ru: Выбрать задание
sl: Izberi nalogo
sv: Välj uppgift
sv_instk12: Välj uppgift
th: เลือกภารกิจ
vi: Chọn Bài Tập
zh: 选择作业
zh_hk: 選擇作業

source: Select Attachment Type
ar: حدد نوع المرفق
ca: Selecciona el tipus de fitxer adjunt
cy: Dewis math o atodiad
da: Vælg bilagstype
da_instk12: Vælg bilagstype
de: Anhangstyp auswählen
es: Seleccionar tipo de adjunto
es_es: Seleccionar tipo de adjunto
fi: Valitse liitoksen tyyppi
fr: Sélectionner le type de pièce jointe
fr_ca: Sélectionner le type de pièce jointe
ga: Roghnaigh Cineál Ceangaltáin
hi: अनुलग्नक प्रकार चुनें
ht: Seleksyone Tip Atachman
id: Pilih Jenis Lampiran
is: Velja tegund viðhengis
it: Seleziona tipo di allegato
ja: 別添ファイルタイプを選択する
ko: 첨부 파일 유형 선택
mi: Tīpakohia Momo Āpitihanga
ms: Pilih Jenis Kepilan
nb: Velg vedleggstype
nb_instk12: Velg vedleggstype
nl: Type bijlage selecteren
pl: Wybierz typ załącznika
pt: Selecionar tipo de anexo
pt_br: Selecione o tipo de anexo
ru: Выбрать тип вложения
sl: Izberite vrsto priloge
sv: Välj bilagetyp
sv_instk12: Välj bilagetyp
th: เลือกประเภทเอกสารแนบ
vi: Chọn Loại Tập Tin Đính Kèm
zh: 选择附件类型
zh_hk: 選取附件類型

source: Select Calendar
ar: حدد تقويمًا
ca: Selecciona un calendari
cy: Dewis Calendr
da: Vælg kalender
da_instk12: Vælg kalender
de: Kalender auswählen
es: Seleccionar calendario
es_es: Seleccionar calendario
fi: Valitse kalenteri
fr: Sélectionner un calendrier
fr_ca: Sélectionner le calendrier
ga: Roghnaigh Féilire
hi: कैलेंडर चुनें
ht: Seleksyone Kalandriye
id: Pilih Kalender
is: Velja dagatal
it: Seleziona calendario
ja: 予定表を選択する
ko: 캘린더 선택
mi: Tīpakohia Maramataka
ms: Pilih Kalendar
nb: Velg kalender
nb_instk12: Velg kalender
nl: Kalender selecteren
pl: Wybierz kalendarz
pt: Selecionar calendário
pt_br: Selecionar calendário
ru: Выбрать календарь
sl: Izberi koledar
sv: Välj kalender
sv_instk12: Välj kalender
th: เลือกปฏิทิน
vi: Chọn Lịch
zh: 选择日历
zh_hk: 選取行事曆

source: Select course
ar: حدد مساقًا
ca: Selecciona l'assignatura
cy: Dewiswch gwrs
da: Vælg fag
da_instk12: Vælg fag
de: Kurs auswählen
es: Seleccionar curso
es_es: Seleccionar asignatura
fi: Valitse kurssi
fr: Sélectionner un cours
fr_ca: Sélectionner un cours
ga: Roghnaigh cúrsa
hi: पाठ्यक्रम चुनें
ht: Seleksyone kou
id: Pilih kursus
is: Veldu námskeið
it: Seleziona corso
ja: コースの選択
ko: 과목 선택
mi: Tīpako akoranga
ms: Pilih kursus
nb: Velg emne
nb_instk12: Velg fag
nl: Cursus selecteren
pl: Wybierz kurs
pt: Selecionar disciplina
pt_br: Selecionar curso
ru: Выбрать курс
sl: Izberi predmet
sv: Välj kurs
sv_instk12: Välj kurs
th: เลือกบทเรียน
vi: Chọn khóa học
zh: 选择课程
zh_hk: 選擇課程

source: Select Course
ar: تحديد مساق
ca: Seleccioneu l'assignatura
cy: Dewis Cwrs
da: Vælg fag
da_instk12: Vælg fag
de: Kurs auswählen
es: Seleccionar curso
es_es: Seleccionar asignatura
fi: Valitse kurssi
fr: Sélectionner un cours
fr_ca: Sélectionner un cours
ga: Roghnaigh Cúrsa
hi: पाठ्यक्रम चुनें
ht: Seleksyone Kou
id: Pilih Kursus
is: Velja námskeið
it: Selezionare corso
ja: コースの選択
ko: 과목 선택
mi: Tīpako Akoranga
ms: Pilih Kursus
nb: Velg emne
nb_instk12: Velg fag
nl: Cursus selecteren
pl: Wybierz kurs
pt: Selecionar disciplina
pt_br: Selecionar curso
ru: Выбрать курс
sl: Izberi predmet
sv: Välj kurs
sv_instk12: Välj kurs
th: เลือกบทเรียน
vi: Chọn Khóa Học
zh: 选择课程
zh_hk: 選擇課程

source: Select courses for Dashboard or navigate to course details.
ar: حدد مساقات للوحة المعلومات أو تنقل إلى تفاصيل المساق.
ca: Seleccioneu assignatures per al panell de control o navegueu als detalls de l'assignatura.
cy: Dewis cyrsiau ar gyfer y Dangosfwrdd neu grwydro i fanylion y cwrs.
da: Vælg fag til oversigten, eller naviger til fagoplysninger.
da_instk12: Vælg fag til oversigten, eller naviger til fagoplysninger.
de: Wählen Sie Kurse für das Dashboard oder gehen Sie zu den Kursdetails.
es: Seleccionar cursos para el Tablero, o navegar a la información del curso.
es_es: Selecciona cursos para el panel de control, o desplázate hasta la información del curso.
fi: Valitse kurssit koontinäyttöön tai siirry kurssin tietoihin.
fr: Sélectionnez des cours pour le Tableau de bord ou accédez aux détails du cours.
fr_ca: Sélectionner les cours pour le tableau de bord ou accédez aux détails du cours.
ga: Roghnaigh cúrsaí don Deais nó déan nascleanúint chuig sonraí an chúrsa.
hi: डैशबोर्ड के लिए पाठ्यक्रम चुनें या पाठ्यक्रम विवरण पर नेविगेट करें।
ht: Seleksyone kou pou Tablo a oswa navige nan detay kou yo.
id: Pilih kursus untuk Dashboard atau navigasikan ke detail kursus.
is: Veldu námskeið fyrir stjórnborðið eða farðu að upplýsingum námskeiðs.
it: Seleziona i corsi per la dashboard o accedi ai dettagli del corso.
ja: ダッシュボードのコースを選択するか、コース詳細に移動します。
ko: 대시보드의 과목을 선택하거나 과목 세부 정보로 탐색합니다.
mi: Tīpako ngā akoranga mo Papatohu ara whakatere rānei ki akoranga taipitopito.
ms: Pilih kursus untuk Papan Pemuka atau navigasi ke butiran kursus.
nb: Velg emner for dashbord eller naviger til emnedetaljer.
nb_instk12: Velg fag for oversikt eller naviger til fagdetaljer.
nl: Selecteer cursussen voor Dashboard of navigeer naar cursusdetails.
pl: Wybierz kursy dla panelu nawigacyjnego lub przejdź do szczegółów kursu.
pt: Selecionar disciplinas para Painel ou navegar até aos detalhes da disciplina.
pt_br: Selecione cursos para Painel ou navegue até os detalhes do curso.
ru: Выберите курсы для информационной панели или перейдите к информации о курсе.
sl: Izberite predmete za nadzorno ploščo ali pa se pomaknite na podrobnosti o predmetu.
sv: Välj kurser för översikten eller navigera till kursinformationen.
sv_instk12: Välj kurser för översikten eller navigera till kursinformationen.
th: เลือกบทเรียนสำหรับแผงข้อมูลหรือสืบค้นรายละเอียดบทเรียน
vi: Chọn khóa học cho Bảng Điều Khiển hoặc điều hướng thông tin chi tiết khóa học.
zh: 为控制面板选择课程或浏览至课程详情。
zh_hk: 選擇控制面板的課程或導航到課程詳細資料。

source: Select file
ar: حدد ملفًا
ca: Selecciona un fitxer
cy: Dewis ffeil
da: Vælg fil
da_instk12: Vælg fil
de: Datei auswählen
es: Seleccionar archivo
es_es: Seleccionar archivo
fi: Valitse tiedosto
fr: Sélectionner un fichier
fr_ca: Sélectionner un fichier
ga: Roghnaigh comhad
hi: फ़ाइल चुनें
ht: Seleksyone fichye
id: Pilih file
is: Velja skrá
it: Seleziona file
ja: ファイルを選択
ko: 파일 선택
mi: Tīpakohia te kōnae
ms: Pilih fail
nb: Velg fil
nb_instk12: Velg fil
nl: Bestand selecteren
pl: Wybierz plik
pt: Selecionar ficheiro
pt_br: Selecionar arquivo
ru: Выбрать файл
sl: Izberi datoteko
sv: Välj fil
sv_instk12: Välj fil
th: เลือกไฟล์
vi: Chọn tập tin
zh: 选择文件
zh_hk: 選取檔案

source: Select Grading Period
ar: تحديد فترة التقييم
ca: Selecciona el període de qualificació
cy: Dewis Cyfnod Graddio
da: Vælg karakterperiode
da_instk12: Vælg vurderingsperiode
de: Benotungszeitraum auswählen
es: Seleccionar Período de calificación
es_es: Seleccionar período de evaluación
fi: Valitse arvosanojen antojakso
fr: Sélectionner la période de notation
fr_ca: Choisir la période de notation
ga: Roghnaigh Tréimhse Mharcála
hi: ग्रेडिंग अवधि चुनें
ht: Seleksyone Peryòd Klasman
id: Pilih Periode Penilaian
is: Velja einkunnatímabil
it: Seleziona Periodo di valutazione
ja: 採点期間を選択
ko: 성적 평가 기간 선택
mi: Tīpakohia te Kōeke Wā
ms: Pilih Tempoh Penggredan
nb: Velg vurderingsperiode
nb_instk12: Velg vurderingsperiode
nl: Beoordelingsperiode selecteren
pl: Wybierz okres oceniania
pt: Selecionar Período de classificação
pt_br: Selecionar período de avaliação
ru: Выбрать период оценивания
sl: Izberi ocenjevalno obdobje
sv: Välj omdömesperiod
sv_instk12: Välj bedömningsperiod
th: เลือกระยะเวลาการให้เกรด
vi: Chọn Thời Gian Phân Loại Điểm
zh: 选择评分周期
zh_hk: 選擇評分期
